tap "pyroscope-io/brew"
tap "go-task/tap"

cask "ghostty"

brew "atuin"
brew "bat"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "fzf-tab"
brew "go-task/tap/go-task"
brew "mise"
brew "neovim"
brew "pyroscope"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "yazi"
brew "zsh-completions"
brew "zoxide"
