cask "ghostty"

brew "atuin"
brew "bat"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "lazygit"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "yazi"
brew "zoxide"
